{
  "content": {
        "days_in_history": [
            {
                "year": "2018",
                "results": {
                            "entertainment": [
                                              {
                                                "summary": "In  January  2018  - Timelines in BBC - The MW transmissions of BBC Radios Sussex, Surrey, Humberside, Wiltshire, Nottingham, Kent and Lincolnshire end and MW coverage for BBC Devon, Lancashire and Essex is reduced. Altogether a total of 13 MW transmitters are switched off.",
                                                "date": "2018-01-15T05:00:00Z"
                                              },
                                              {
                                                  "summary": "In  2018  - Timeline of United States history (2010–present) - Donald Trump meets with North Korean leader Kim Jong un in Singapore.",
                                                  "date": "2018-01-01T05:00:00Z"
                                              }
                            ],
                            "politics": [
                                  {
                                      "summary": "In  2018  - Timeline of United States history (2010–present) - A gunman kills 17 people and injures 17 at Marjory Stoneman Douglas High School in Parkland, Florida.",
                                      "date": "2018-01-01T05:00:00Z"
                                  },
                                  {
                                      "summary": "In  2018  - Timeline of United States history (2010–present) - Donald Trump meets with North Korean leader Kim Jong un in Singapore.",
                                      "date": "2018-01-01T05:00:00Z"
                                  },
                                  {
                                      "summary": "In  2018  - Timeline of United States history (2010–present) - The entire West Virginia Supreme court of Appeals is impeached",
                                      "date": "2018-01-01T05:00:00Z"
                                  },
                                  {
                                      "summary": "In  2018  - Timeline of United States history (2010–present) - America was distraught after the death of Stephen Hawking in Cambridge, United Kingdom. He left a legacy in theories of the universe and astrophysics.",
                                      "date": "2018-01-01T05:00:00Z"
                                  },
                                  {
                                      "summary": "In  2018  - Timeline of United States history (2010–present) - August September 2018 - A criminal case: In the small town of Celina, Ohio, owners of the China Wok Buffet Restaurant Kang Yong Chen, 46 years old, and his wife (Mei Yu Zheng), 45 years old, was charged with human trafficking. They may be tied to a larger ring of criminal human trafficking occurrences.",
                                      "date": "2018-01-01T05:00:00Z"
                                  },
                                  {
                                      "summary": "In  2018  - Timeline of United States history (2010–present) - In the 2018 United States elections, the Democrats retake the House while the Republicans keep the Senate.",
                                      "date": "2018-01-01T05:00:00Z"
                                  },
                                  {
                                      "summary": "In  2018  - Timeline of United States history (2010–present) - Creator of Spongebob Squarepants Stephen Hillenberg and Creative leader of Marvel Comics Stan Lee both die in November.",
                                      "date": "2018-01-01T05:00:00Z"
                                  },
                                  {
                                      "summary": "In  2018  - Timeline of United States history (2010–present) - Former U.S. President George H. W. Bush dies from complications resulting from Parkinsons Disease. He lies in the state at the U.S. Capitol building before being interred.",
                                      "date": "2018-01-01T05:00:00Z"
                                  },
                                  {
                                      "summary": "In  2018  - Timelines in Wars  United States profile - China imposes 25% tariffs on a range of US goods in response to similar US measures.",
                                      "date": "2018-01-01T05:00:00Z"
                                  },
                                  {
                                      "summary": "In  2018  - Timelines in Wars  United States profile - After months of hostile rhetoric, President Trump and North Korean leader Kim Jong-un meet in Singapore and agree to continue dialogue aimed at reducing tensions on the Korean peninsula.",
                                      "date": "2018-01-01T05:00:00Z"
                                  },
                                  {
                                      "summary": "In  2018  - Timelines in Wars  United States profile - The US, Canada and Mexico reach a new trade deal to replace the current North American Free Trade Agreement (Nafta).The US announces plans to withdraw from the 1987 Intermediate-Range Nuclear Forces (INF) treaty, which restricts US and Russian short- and medium-range nuclear missiles, accusing Moscow of having violated its terms.",
                                      "date": "2018-01-01T05:00:00Z"
                                  },
                                  {
                                      "summary": "In  2018  - Timelines in Wars  United States profile - Opposition Democrats take control of House of Representatives in mid-term elections, making it harder for President Trumps Republicans to pass legislation.",
                                      "date": "2018-01-01T05:00:00Z"
                                  },
                                  {
                                      "summary": "In  2018  - Timelines in Wars  United States profile - Defence Secretary James Mattis resigns after President Trump announces plan to withdraw US troops from Syria.",
                                      "date": "2018-01-01T05:00:00Z"
                                  }
                              ]
                }
            }
          ]
  }
}
